export const productMockData = [
  {
    id: '1',
    img: '@assets/images/baby.webp',
    title: 'Детское боди из органического хлопка',
    subtitle: 'Нежный и стильный для кожи вашего ребенка.',
    copy: 'Укутайте своего малыша с комфортом в нашем детском боди из органического хлопка. Изготовленное из 100% органического хлопка, это боди бережно относится к чувствительной коже вашего ребенка, обеспечивая максимальный комфорт в течение дня. Минималистичный дизайн отличается красивым художественным штрихом, который придает элегантности любому наряду. Благодаря застежкам для легкой смены подгузника практичность сочетается со стилем. Дышащая ткань сохраняет прохладу и уют вашего ребенка, что делает его идеальным для любого сезона. Доступный в различных мягких цветах, этот боди является обязательным элементом гардероба каждого ребенка, сочетая экологичность с шикарной эстетикой.',
  },
  {
    id: '2',
    img: '@assets/images/phone.webp',
    title: 'Стильное платье для беременных',
    subtitle: 'Удобная элегантность для любого случая.',
    copy: 'Примите свою меняющуюся фигуру с уверенностью в нашем стильном платье для беременных. Созданное с любовью, это платье подчеркивает вашу красоту, обеспечивая комфорт, которого вы так жаждете. Его струящийся силуэт прекрасно подчеркивает ваши изгибы, а художественный узор добавляет неповторимого блеска. Мягкая эластичная ткань обеспечивает идеальную посадку на протяжении всей беременности. Отправляетесь ли вы на поздний завтрак с друзьями или на повседневную прогулку, это платье достаточно универсально для любого случая. Наденьте его с верхом или без – в любом случае вы будете чувствовать себя без усилий шикарно и комфортно. Отпразднуйте материнство стильно с этим незаменимым дополнением к вашему гардеробу.',
  },
  {
    id: '3',
    img: '@assets/images/baby-feet.webp',
    title: 'Детское одеяло ручной вязки',
    subtitle: 'Уютный компаньон для вашего малыша.',
    copy: 'Укутайте своего малыша теплом и любовью с помощью нашего вязаного детского одеяла ручной работы. Каждое одеяло тщательно изготовлено опытными мастерами, что придает неповторимый штрих любой детской комнате. Изготовленное из мягкой высококачественной пряжи, это одеяло станет уютным убежищем для вашего малыша, идеально подходящим для сна или объятий. Минималистичный дизайн отличается элегантными узорами, которые дополняют декор вашего дома, одновременно усиливая тепло вашего пространства. Легкое, но теплое, это одеяло идеально подходит для круглогодичного использования. Подарите своему малышу комфорт, которого он заслуживает, с помощью изделия, в котором прекрасно сочетаются артистизм и функциональность.',
  },
  {
    id: '4',
    img: '@assets/images/fashion-kids.webp',
    title: 'Мода для мам и малышей',
    subtitle: 'Стильный, минималистичный, доступный по цене',
    copy: 'Откройте для себя уникальный опыт покупок в магазине Mother Care, где мы предлагаем тщательно подобранную одежду для мам и их малышей. В нашей коллекции, посвященной минималистичному стилю и художественным элементам, представлено как минимум шесть тщательно подобранных изделий, отвечающих требованиям комфорта и моды. Наслаждайтесь адаптивным дизайном, который отлично смотрится на любом устройстве, от мобильного до настольного. Совершайте покупки с нами и пополняйте свой гардероб нашими стильными предложениями!',
  },
  {
    id: '5',
    img: '@assets/images/mom-bag.webp',
    title: 'Модная сумка для подгузников',
    subtitle:
      'С нашей шикарной сумкой для подгузников вы легко справитесь с родительскими обязанностями.',
    copy: 'Оставайтесь организованными и стильными с нашей модной сумкой для подгузников, созданной для современных родителей, которые постоянно находятся в движении. Эта вместительная сумка оснащена множеством карманов для подгузников, бутылочек и личных вещей, благодаря чему все находится на своем месте. Прочный, водостойкий материал защитит ваши вещи от проливания, а шикарный дизайн дополнит любой наряд. Сумка для подгузников легко превращается в стильную дамскую сумочку, что делает ее идеальной для прогулок за пределами детской. Благодаря регулируемым ремешкам и легкому весу вы сможете удобно носить его с собой, куда бы вас ни занесла жизнь. Сделайте воспитание детей проще и моднее с помощью этого незаменимого аксессуара.',
  },
];
